;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: BernardoC
; TranslationAuthorEmail: b3rnard0c@gmail.com
; TranslationAuthorWeb: 
; Soft Version: 7.16
;

[GUI]
ButtonYes=Si
ButtonNo=No
ButtonOK=OK
ButtonMinimize=Minimizar
ButtonMaximize=Maximizar
ButtonClose=Cerrar
ButtonRestore=Restaurar
ButtonMenu=Menú
[Translation]
ReadHabit=Left-to-right
LanguageName=ESP
LangCode=2C0A
DefaultFont=Segoe UI
DefaultFontSize=9
DefaultCharset=ANSI_CHARSET
Information=Información
Warning=Advertencia
Error=Error
Confirm=Confirmar
FrmWRC.btnregclean.caption=Limpiar
FrmWRC.btnadv.caption=Ajustar Sistema
FrmWRC.btnsilm.caption=Desfragmentar
FrmWRC.btnrestore.caption=Restaurar
FrmWRC.btnsettings.caption=Ajustes
FrmWRC.btnlikeit.caption=Me gusta
FrmWRC.btnsuggest.caption=Sugerencias
FrmWRC.WiseSimpleButton1.caption=Copia de seguridad
FrmRegClean.btnall.caption=Seleccionar Todo
FrmRegClean.btnre.caption=Recomendado
FrmRegClean.btnnone.caption=Nada
FrmRegClean.btnCustom.caption=Cliente
FrmRegClean.WiseLabel1.caption=Programador
FrmRegClean.lbltype.caption=Modo:
FrmRegClean.lblweek.caption=Día:
FrmRegClean.lbltime.caption=Hora:
FrmRegClean.btnScan.caption=Iniciar Examen
FrmRegClean.btncancel.caption=Cancelar
FrmRegClean.btnrescan.caption=Repetir Examen
FrmRegClean.lblstat.caption=El registro no ha sido limpiado. Se recomienda hacerlo ahora!
FrmRegClean.vtrc.Columns[0]=Datos
FrmRegClean.vtrc.Columns[1]=Clave
FrmOptimizer.btnSlimming.caption=Optimizar
FrmOptimizer.btnnone.caption=Nada
FrmOptimizer.btnall.caption=Seleccionar Todo
FrmOptimizer.btnDefault.caption=Por Defecto
FrmOptimizer.lblrecommendinfo.caption=Pruebe ahora nuestros otros productos desde wisecleaner.com!
FrmOptimizer.lblpce.caption=Wise PC Engineer
FrmOptimizer.lblpceinfo.caption=Wise PC Engineer es un conjunto de utilidades para mantenimiento del registro, disco, etc. Fácil de usar y Efectivo!
FrmOptimizer.lblwdcinfo.caption=Wise Disk Cleaner es el Mejor limpiador de archivos basura y datos privados, Rápido, Profundo y Seguro!
FrmOptimizer.lblwdc.caption=Wise Disk Cleaner
FrmOptimizer.lblre.caption=¿Quieres mejorar más el rendimiento de Windows?
Frmoptimizer.lblinfoex.caption=Ajustar el sistema puede mejorar tu red, acelerar tu Windows y estabilizar tu PC.
FrmOptimizer.btnoptimize.caption=Optimizar
FrmRegDefragger.lblinfo.caption=Defragmentar el registro puede hacer que tu PC funcione más rápidamente y más estable.
FrmRegDefragger.lblstat.caption=El registro no ha sido desfragmentado aún. Se recomienda hacerlo ahora!
FrmRegDefragger.btndefrag.caption=Defragmentar
FrmRegDefragger.lblinfo1.caption=1. Cierra todas las otras aplicaciones mientras se ejecuta esta función.
FrmRegDefragger.lblinfo2.caption=2. El sistema puede dejar de responder mientras está analizando.
FrmRegDefragger.lblinfo3.caption=3. Se reiniciará el ordenador después de terminar la defragmentación.
FrmRegDefragger.lblinfo4.caption=4. No interrumpa la defragmentación, porque podría producir daños al sistema.
FrmRegDefragger.vtdefrag.Columns[0]=Elemento
FrmRegDefragger.vtdefrag.Columns[1]=Tamaño Actual
FrmRegDefragger.vtdefrag.Columns[2]=Nuevo Tamaño
FrmRegDefragger.vtdefrag.Columns[3]=Rate de Redundancia
FrmRegDefragger.btnAnalysis.caption=Análisis
Frmcustom.caption=Cliente
Frmcustom.btnre.caption=Recomendado
Frmcustom.btnall.caption=Seleccionar Todo
Frmcustom.btnnone.caption=Nada
Frmcustom.btncancel.caption=Cancelar
Frmcustom.btnok.caption=OK
FrmAbout.lblver.caption=Versión actual:
FrmAbout.lblemail.caption=Correo:
FrmAbout.lblemailinfo.caption=Support@wisecleaner.com
FrmAbout.lblhome.caption=Página WEB:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=Gracias a las siguiente personas por sus contribuciones:
FrmAboutWin.caption=Sobre
FrmAboutWin.btnok.caption=OK
FrmSettings.caption=Ajustes
FrmSettings.tsCommon.caption=General
FrmSettings.tsAutoRun.caption=Auto
FrmSettings.tsExclusion.caption=Exclusión
FrmSettings.btnrestore.caption=Sobre nosotros
FrmSettings.btnok.caption=OK
FrmSettings.btncancel.caption=Cancelar
FrmAutorunSettings.chk1.caption=Crear un ícono para "Llimpiar con un click" en el escritorio
FrmAutorunSettings.lblcmd.caption=Modo linea de comando
FrmAutorunSettings.lblcmdinfo.caption=Puedes ejecutar el programa, examinar y limpiar el registro desde la línea de comandos. Para más información y ayuda, presione F1, o click en la siguiente dirección:
FrmAutorunSettings.btnhelp.caption=Ayuda en linea
FrmExclusion.btnAdd.caption=Añadir una Clave
FrmExclusion.btnExport.caption=Exportar
FrmExclusion.btnRemove.caption=Borrar
FrmExclusion.btnimport.caption=Importar
Frminput.btnok.caption=OK
Frminput.btncancel.caption=Cancelar
FrmGeneral.chkNews.caption=Recibir noticias
FrmGeneral.WiseLabel1.caption=Buscar Actualizaciones:
FrmGeneral.WiseLabel2.caption=Idioma:
FrmGeneral.btnchecknew.caption=Buscar Ahora
FrmGeneral.lbtran.caption=Traducir al ...
FrmGeneral.lblscanmode.caption=Como examinar el registro
FrmGeneral.rdnormal.caption=Normal
FrmGeneral.rdssafe.caption=Seguro
FrmGeneral.rddeep.caption=Profundo
Frm_br.btncancel.caption=Cancelar
FrmBackup.caption=Copia de seguridad
FrmBackup.btnreg.caption=Crear copia de seg. completa del registro
FrmBackup.btnsys.caption=Crear punto de restauracion del sistema
FrmRestore.caption=Centro de Restauración
FrmRestore.btnRegBk.caption=Copia de seguridad del Registro
FrmRestore.btnSysBK.caption=Restaurar Sistema
FrmRestore.btnclose.caption=Cerrar
FrmRestore.btnrestore.caption=Restaurar
FrmRestore.btnremove.caption=Borrar
frmupdate.caption=Actualizar Programa
pmHelp=Ayuda en linea
pmHome=Página Web
pmCheckNew=Verificar actualizaciones
pmLang=Idiomas
pmAbout=Sobre
pmIgnore=Ignorar esta entrada
pmrec=Seleccionar Entradas Seguras
pmAll1=Seleccionar Todo
pmNone=Nada
pmGo=Abrir en el editor de Registro...
pmExport=Exportar a...
FrmlikeUs.lblTitle.caption=Si le gusta Wise Registry Cleaner, recomiéndalo a tus amistades.
FrmlikeUs.lblInfo.caption=Comparta Wise Registry Cleaner con su familia, amigos, compañeros y colegas por Email, Blog, Twitter, Youtube, Facebook, etc. ¡Bien hecho! Vas a llevar la comodidad y la eficiencia a sus vidas.
FrmlikeUs.lblRate.caption=Califique Wise Registry Cleaner:
FrmlikeUs.lblfollow.caption=Síguenos en:
FrmlikeUs.lblshare.caption=Comparta Wise Registry Cleaner:
FrmlikeUs.btndownload.caption=Descarga Gratuita
FrmlikeUs.imgrate.hint=Danos 5 estrellas
FrmlikeUs.imgmail.hint=Comparta con sus amigos
FrmlikeUs.imgface1.hint=Comparta en Facebook
FrmlikeUs.imgface2.hint=Síguenos en Facebook
FrmlikeUs.imgtwitter1.hint=Comparta en Twitter
FrmlikeUs.imgtwitter2.hint=Síguenos en Twitter
FrmlikeUs.Caption=Me gusta
FrmlikeUs.lbldownload.caption=Descargar más programas gratuitos de WiseCleaner.com
FrmProcess.Caption=Análisis del Registro
FrmProcess.lblwait.caption=Analizando...
FrmProcess.lblinfo.caption=Su PC puede no responder durante unos segundos.
[Message]
Total=Total
DefragRate=Le puede ayudar a reducir el tamaño del registro en %s.
SuggestDefrag=Se recomienda defragmentar el registro inmediatamente.
SuggestIgnore=La fragmentación es escasa, así que por favor desfragmente la próxima vez.
TypeNoError=Limpiar
NeverClean=El registro no ha sido limpiado. Se recomienda hacerlo ahora!
AdviseClean=Limpiar regularmente el registro puede hacer que tu PC funcione más rápidamente y con mayor seguridad.
DupItem=Este elemento ya está en la lista.
Advisedefrag=Desfragmentar el registro puede hacer que tu PC funcione más rápidamente y más estable.
NeverDefrag=El registro no ha sido desfragmentado aún. Se recomienda hacerlo ahora!
LastDefrag=La última vez que desfragmentó el registro fué:
TotalDefrag=Se ha comprimido un total de %.2f
DefaultValue=(Predet.)
RegBackup=Copia de seguridad del Registro
RegRestore=Restaurar el Registro
CreateBackup=Crear copia de seguridad...
Compress=Comprimiendo...
Extracte=Extrayendo...
Complete=Completo
RestoreReg=Restaurando el Registro... Espere algunos minutos...
NotSupportOS=Opción no soportada por este sistema operativo.
EnableRestore=Restaurar Sistema ha sido desactivado. ¿Quiere activar la restauración del sistema ahora?
SysCreating=Creando un punto de restauración del sistema...
SysRestoring=Preparación para restaurar el sistema ...
RestorePointDone=Éxito al crear punto de restauración.
RestorePointFail=Falló la creación del punto de restauración.
ErrorMsg=Mensaje de Error:
Area=Área
Summary=Descripción
LeastOne=Debes elegir al menos un área a examinar.
IsRunning=El programa está examinando, espere hasta que se lleve a cabo, y vuelva a intentarlo.
Optimized=Optimizado
DefragReport=El registro se ha compactado. Informe de Optimización:
DefragReport1=El anterior tamaño del registro:
DefragReport2=El nuevo tamaño del registro:
DefragReport3=Tamaño Optimizado:
ReOptimize=Optimizar nuevamente
ComfirmDefrag=Guarde su trabajo, después de desfragmentar es necesario un reinicio inmediato. ¿Quiere comenzar ahora?
def15After=Han pasado %d días desde la última desfragmentación. Se recomienda una desfragmentación inmediata!
def15Before=Mantener el registro lo más compacto posible hace que su sistema funcione más rápido y estable.
KeyWord=Entre su contraseña:
ExImport=La lista de exclusión ha sido exportada a:
NoNewVer=No se encuentre ninguna nueva versión.
Daily=Diario
Weekly=Semanal
Monthly=Mensual
Never=Nunca
TranslateTo=Traducir al ...
NeedBack=Parece que esta es la 1ra. vez que se utiliza el programa. Le recomendamos que primero haga una copia de seguridad del registro. ¿Quiere que realizemos esta copia de seguridad ahora?
Newsletter=Noticias
UpgradeInfo=Información de Actualización
CannotCrTask=No se puede crear tarea programada.
ScheduleNextTime=Próxima vez:
Exported=Las entradas actuales se han exportado a %s. ¿Desea abrir el archivo ahora?
Idle=En inactividad
LastClean=La última vez que limpió el registro fué:
Monday=Lunes
Tuesday=Martes
Wednesday=Miércoles
Thursday=Jueves
Friday=Viernes
Saturday=Sábado
Sunday=Domingo
IssueFound=Encontrado(s) %d error(es).
Scanning=Examinando
ScanCanceled=¡El examen se ha cancelado!
FindError=Un total de %d problema(s) se encontraron en esta ocasión. %d no son seguro(s).
LogAll=%d problema(s) encontrado(s), %d problema(s) ha(n) sido arreglado(s).
LogFail=Falló eliminar %d problema(s).
StartClean=Iniciar Limpieza
StartScan=Iniciar Examen
7After=Han pasado %d días desde que lal última limpieza. Se recomienda un examen inmediato.
7Before=Mantener su registro limpio es un buen hábito que hace que su PC funcione más rápido y más estable.
ReScanHint=se encontraron %d problemas. Se recomienda examinar una vez más para encontrar más problemas.
CleanNow=Le sugerimos que haga clic en "Iniciar Limpieza" para solucionar estos problemas de inmediato.
NoError=¡Felicitaciones! ¡Tienes un registro limpio!
GoodHabit=Usted tiene un registro sano. Mantener su registro limpio es un buen hábito.
ReScanHint1=Le sugerimos que examine de nuevo inmediatamente para encontrar más problemas.
TypeChanged=¡Ha cambiado las áreas!
ReScanHint2=Usted debe examinar nuevamente para encontrar problemas.
CleanDone=¡La limpieza se ha completado!
bkAuto=Automática
bkManual=Manual
BackupDate=Hora de la Copia de seguridad
BackupType=Tipo de la Copia de seguridad
Problems=Problemas
CreateDate=Fecha de Creación
Description=Descripción
Removebackup=¿Quiere eliminar la copia de seguridad seleccionada?
RemoveSysRestore=¿Quiere eliminar el punto de restauración del sistema seleccionado?
NoBackupSelected=Usted debe elegir al menos una copia de seguridad para restaurar.
RestoreComplete=Restauración terminada
RestoreFromSysRestore=Debes reiniciar el equipo para restaurar el sistema. ¿Quiere empezar a restaurar ahora?
[Tuneup]
RestoreAll=¿Quieres restaurar todo los valores por defecto?
NoSelectedItem=Debes elegir al menos un elemento a optimizar.
OptItems=Los siguientes %d elementos se pueden optimizar.
ItemsOptimized=%d elementos han sido optimizados.
TakeEff=Algunos cambios no tendrán efecto hasta que reinicie el equipo.
NoItems=¡Felicitaciones! Todos los elementos han sido optimizados.
BootSpeedup=Acelerar Inicio/Cierre
SystemStable=Estabilidad del Sistema
SystemSpeedup=Acelerar Sistema
NetworkSpeedup=Acelerar Red
PrefetchParameters=Optimizar los parámetros de prefetch para mejorar la velocidad de arranque de Windows.
BootDelay=Reduce el tiempo de la "comprobación de disco" para mejorar la velocidad de arranque de Windows.
BootPartition=Activa la función de optimización para mejorar la velocidad de arranque de Windows.
ClearPagingFile=Desactivar la limpieza de archivos de paginación de Windows al apagar el equipo para acelerar el cierre de PC.
TimeOut=Reducir trabajo ocioso de aplicaciones para mejorar velocidad de apagado.
AutoKill=Terminar procesos bloqueados para evitar cuelgues del sistema.
RestartExplorer=Reiniciar automáticamente el Explorador de Windows para detener la desaparición del escritorio.
TwoProcess=Establecer que los componentes del Explorador de Windows se ejecuten en procesos separados para evitar conflictos en el sistema.
ErrorReport=Deshabilitar pantalla de error para mejorar el rendimiento del sistema.
Debugger=Deshabilitar análisis de errores para mejorar el rendimiento.
OptMemory=Optimizar la configuración por defecto de la memoria para mejorar el rendimiento del sistema.
OptVEff=Optimizar la apariencia (cuadros de diálogo, menúes, etc.) para mejorar el rendimiento del sistema.
OptFileSystem=Optimizar el sistema de archivos para mejorar el rendimiento del sistema.
OptDiskSystem=Optimizar el subsistema de I/O de disco para mejorar el rendimiento del sistema.
DisAutoRun=Deshabilitar "Autoplay" en lectoras para evitar entrada de virus.
OptDiskIdle=Optimizar el I/O de disco cuando la CPU esté libre.
OptTTL=Optimizar la configuración TTL("Time To Live") para mejorar el rendimiento de la red.
OptNetForward=Optimizar el avance en red para mejorar su rendimiento.
OptMTU=Mejorar el rendimiento de TCP/IP mediante la detección automática de agujeros negros en MTU.
OptWINS=Optimizar el tiempo de respuesta WINS para mejorar la velocidad de transferencia de datos.
OptNetWork=Optimizar la configuración de red para mejorar el rendimiento de comunicación.
CloseAnimate=Deshabilitar los "efectos de transición" para mejorar la velocidad de presentación de Windows
PagingExecutive=Deshabilitar paginación de memoria y reducir I/O de disco (esta opción puede ser ignorada si la memoria es menor a 1 GB).
StaticIP=Establecer una IP estática para su conexión local  para mejorar el arranque de su PC.
PorcessorTime=Optimizar el rendimiento del procesador para la ejecución de aplicaciones, juegos, etc. (Ignorar si es un servidor)
DisableIDECheck=Evitar comprobación de canal IDE  por Windows para mejorar la velocidad de arranque de Windows.
[Type]
Activex=Componentes de ActiveX/COM inválidos
FireWall=Parámetros del cortafuego de Windows inválidos
RootAll=Rutas y archivos  inválidos
SoftwareSection=Rutas y archivos  de programa inválidos
ApplicationPaths=Rutas y archivos de aplicaciones inválidos
FileTypes=Extensiones de archivo inválidas
HelpFiles=Archivos de Ayuda inválidos
Fonts=Fuentes inválidas
SharedDLL=Falta librerias de enlaces dinámicos compartidos
MRULists=Historial de acceso a archivos, videos vistos, documentos editados, etc. por el usuario
UninstallSection=Información de desinstalación inválido
StartMenu=Menú de Inicio obsoleto
StartupProgram=Programa de Inicio inválido u obsoleto
SoundandAppEvents=Configuración de sonido y eventos inválida u obsoleta
IEUrlHistory=Historial de sitios visitados con IE
IFEO=Entradas maliciosas creadas por spyware, virus o malware.
EmptyKey=Esta entrada no incluye ninguna información
App=Parámetros de la aplicación inválidos
[ErrorMessage]
MimeExName=Extension de archivo MIME incorrecto: %s
EmptyKey=Esta entrada no incluye ninguna información
EmptyHelpdirctory=Directorio de Ayuda vacío.
FileNotExist=Archivo(Carpeta) no existe.
HFileNotExist=Archivo(Carpeta) de Ayuda no existe.
EmptyValue=Valor vacío
TypeLib=Librería no existe:
NodeEmpty=Nodo vacio
SharedFilenotexist=Archivo compartido no existe.
sharedfilenotbeuse=Archivo compartido no se usa.
noconnection=Sin la información de conexión de archivo.
Invalidpathtoicon=Ruta inválida del ícono.
ReferstoaninvalidClass=Se refiere a una clase inválida.
Emptyshellcommand=Comando shell vacío.
Invalidshellcommand=Comando shell inválido (Archivo no existe).
Fontsnotexist=Archivo de fuente no existe.
Hijacking=%s ha sido secuestrado por %s
MRULists=Historial de acceso a archivos, videos vistos, documentos editados, etc. por el usuario
invalidOpenWith=No hay ninguna aplicación asociada con este tipo.
ReferActivex=Se refiere a una entrada ActiveX/COM inválida.
EmptyCLSID=CLSID vacío.
ComSourceNotExist=El origen COM no existe.
invalidUnistall=Información de desinstalación inválida.
notexist=no existe.
ObsoleteStartMenuItem=Entrada del Menú Inicio obsoleto.
SoundFilenotexist=Archivo de sonido no existe.
FileNotExist1=Archivo(Carpeta) no existe, pero disco "%s" es %s, se recomienda ignorar este error.
[CommonClean]
WhenIdle=En inactividad
[Summary]
Activex=Componentes de ActiveX/COM inválidos
FireWall=Parámetros del cortafuego de Windows inválidos
RootAll=Rutas y archivos  inválidos
SoftwareSection=Rutas y archivos  de programa inválidos
ApplicationPaths=Rutas y archivos de aplicaciones inválidos
FileTypes=Extensiones de archivo inválidas
HelpFiles=Archivos de Ayuda inválidos
Fonts=Fuentes inválidas
SharedDLL=Falta librerias de enlaces dinámicos compartidos
MRULists=Historial de acceso a archivos, videos vistos, documentos editados, etc. por el usuario
UninstallSection=Información de desinstalación inválido
StartMenu=Menú de Inicio obsoleto
StartupProgram=Programa de Inicio inválido u obsoleto
SoundandAppEvents=Configuración de sonido y eventos inválida u obsoleta
IEUrlHistory=Historial de sitios visitados con IE
IFEO=Entradas maliciosas creadas por spyware, virus o malware.
EmptyKey=Esta entrada no incluye ninguna información
App=Parámetros de la aplicación inválidos
[AutoClean]
ErrorsFixed=errores han sido limpiados.
Title=¡Felicitaciones!
ErrorsFound=errores encontrados.
